<!DOCTYPE html>
<html><head><meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Barlow+Condensed:ital,wght@0,700;1,700&family=Barlow:ital,wght@0,500;0,600;0,700;1,500;1,600;1,700&display=swap" rel="stylesheet">

<title>Sobre a Pesquisa</title>
<style>
div {
  margin: 30px;
}
body
 {
background-color: #43555b;
}

{
  font-family: "Barlow", sans-serif;
}
h1 {
  font-family:  Barlow;
  font-weight: 500;
  font-size: 16px;
  color:#FFFFFF;
  text-align: justify;
}

h2 {
  font-family: Barlow;
  font-weight: normal;
  font-size: 20px;
  color: #43555b;
  text-align: justify;
}
h3 {
  font-family: Barlow Condensed, Helvetica;
  font-weight: 700;
  font-size: 28px;
  color: #CEE4EC;
  text-align: center;
}
h4 {
  font-family: Barlow Condensed, Helvetica;
  font-weight: 700;
  font-size: 20px;
  color: #CEE4EC;
  text-align: justify;
}

a:link {
  color: #CEE4EC;
  background-color: transparent;
  text-decoration: underline;
}

a:visited {
  color: #CEE4EC;
  background-color: transparent;
  text-decoration: underline;
}

a:hover {
  color: #CEE4EC;
  background-color: transparent;
  text-decoration: underline;
}

a:active {
  color: #CEE4EC;
  background-color: transparent;
  text-decoration: underline;
}
</style>
</head>
<body>
<div><h3>Modelagens Volumétricas da Frente Marítima do Centro do Rio</h3><p><h1>Veja a seguir os diferentes momentos e propostas da configura&ccedil;&atilde;o urbana para a frente mar&iacute;tima do Centro do Rio, desde a d&eacute;cada de 1930 at&eacute; a situa&ccedil;&atilde;o atual, incluindo os projetos para a Av. Perimetral, Urbaniza&ccedil;&atilde;o do Castelo e Reloteamento das Quadras do Centro Urbano.</p>

<p>Foram desenvolvidas modelagens registrando a frente mar&iacute;tima do Centro do Rio em cinco configura&ccedil;&otilde;es existentes e seis proposi&ccedil;&otilde;es urban&iacute;sticas. S&atilde;o estas, apresentadas cronologicamente:</p>

<ul>
	<li>Configura&ccedil;&atilde;o urbana no in&iacute;cio da d&eacute;cada de 1930;</li>
	<li>Plano de Urbaniza&ccedil;&atilde;o da Esplanada do Castelo, por Affonso Eduardo Reidy (1938);</li>
	<li>Plano de Urbaniza&ccedil;&atilde;o da Esplanada do Castelo, PAA n&ordm; 3085 (1938);</li>
	<li>Projeto da Av. Perimetral e Reloteamento das Quadras no Centro Urbano, PAA n&ordm; 4375 (1946);</li>
	<li>Projeto da Av. Perimetral, PAA n&ordm; 6489 (1955);</li>
	<li>Projeto da Av. Perimetral, PAA n&ordm; 6639 (1955);</li>
	<li>Projeto da Av. Perimetral, PAA n&ordm; 7062 (1957);</li>
	<li>Configura&ccedil;&atilde;o urbana na d&eacute;cada de 1960;</li>
	<li>Configura&ccedil;&atilde;o urbana na d&eacute;cada de 1980;</li>
	<li>Configura&ccedil;&atilde;o urbana na d&eacute;cada de 2000;</li>
	<li>Configura&ccedil;&atilde;o urbana atual;</li>
</ul>

<h4><p><strong>Instru&ccedil;&otilde;es para visualiza&ccedil;&atilde;o no computador:</strong></p></h4>

<ul><h1>
	<li>Clique nos bot&otilde;es do menu lateral no computador&nbsp;para escolher a temporalidade de visualiza&ccedil;&atilde;o, come&ccedil;ando pela configura&ccedil;&atilde;o urbana no in&iacute;cio da d&eacute;cada de 1930. Ou se prefirir, utilize as setas direcionais localizadas no canto superior direito&nbsp;da tela para transitar entre as temporalidades.</li>
	<li>Clique no bot&atilde;o &quot;casa&quot; (visualiza&ccedil;&atilde;o inicial) para retornar &agrave; posi&ccedil;&atilde;o inicial da c&acirc;mera.</li>
	<li>Clique nos bot&otilde;es + (mais zoom) para ampliar, e - (menos zoom) para reduzir. Alternativamente, utilize a rolagem do mouse para aumentar ou diminuir o zoom. Clique duas vezes no bot&atilde;o esquerdo do mouse para ampliar a visualiza&ccedil;&atilde;o no ponto clicado.</li>
	<li>Para mover a visualiza&ccedil;&atilde;o da cena, clique com o bot&atilde;o esquerdo do mouse enquanto a arrasta a cena na dire&ccedil;&atilde;o em que deseja mov&ecirc;-la.</li>
	<li>Para rotacionar a cena, clique com o bot&atilde;o direito de mouse enquanto arrasta a cena na dire&ccedil;&atilde;o que deseja girar ou inclinar.</li>
	<li>Clique nas edifica&ccedil;&otilde;es coloridas (em tonalidade amarela), para abrir janelas pop-up com informa&ccedil;&otilde;es sobre bens tombados, preservados ou de interesse patrimonial.</li>
	<li>Nas modelagens que representam propostas urbanísticas, clique no botão do canto inferior esquerdo da cena para ativar a legenda. Em cor bege, registram-se as edificações existentes à época do projeto; em cor laranja, as edificações projetadas.</li></h1>
</ul></h1>

<p><strong><h4>Instru&ccedil;&otilde;es para visualiza&ccedil;&atilde;o em dispositivos m&oacute;veis:</strong></p></h4>

<ul>
	<h1><li>Toque nos bot&otilde;es do menu superior para escolher a temporalidade de visualiza&ccedil;&atilde;o, come&ccedil;ando pela configura&ccedil;&atilde;o urbana no in&iacute;cio da d&eacute;cada de 1930, ou se prefirir utilize as setas direcionais localizadas na parte inferior da tela para transitar entre as temporalidades.</li>
	<li>Toque no símbolo (i) no menu superior para ativar o texto de informação sobre temporalidade escolhida para visualização. Toque novamente no mesmo símbolo para ocultar o texto, e navegar pela modelagem.
	<li>Para ampliar ou reduzir o zoom, utilize dois dedos. Toque duas vezes com um dedo, para ampliar a visualiza&ccedil;&atilde;o no ponto tocado na tela.</li>
	<li>Para mover a visualiza&ccedil;&atilde;o da cena, arraste um ou m&uacute;ltiplos dedos na tela.</li>
	<li>Para rotacionar (ou girar) a cena, mova dois dedos em dire&ccedil;&atilde;o &agrave; direita ou &agrave; esquerda da tela.</li>
	<li>Para inclinar a cena, arraste dois dedos para cima ou para baixo na tela.</li>
	<li>Toque nas edifica&ccedil;&otilde;es coloridas (em tonalidade amarela), para abrir janelas pop-up com informa&ccedil;&otilde;es sobre bens tombados, preservados ou de interesse patrimonial. Por padr&atilde;o, a janela pop-up abre apenas o t&iacute;tulo do bem, clique na seta ^&nbsp;para ver mais informa&ccedil;&otilde;es.</li>
	<li>Nas modelagens que representam propostas urbanísticas, toque no botão do canto inferior esquerdo da cena para ativar a legenda. Em cor bege, registram-se as edificações existentes à época do projeto; em cor laranja, as edificações projetadas.</li></h1>
</ul></div>

</body>

</body></html><!DOCTYPE html>
